{
    "@metadata": {
        "authors": [
            "Rob Moen"
        ]
    },
    "article-creation-desc": "Extension description.",
    "ac-hover-tooltip-title": "The title for the tooltip displayed next to the buttons",
    "ac-landing-page-title": "The title of the landing page.  Parameter is the title of the article the user is attempting to create.",
    "ac-action-indicator": "Introduction for the selection of the action that the user wants to take (\"I want to...\")",
    "ac-action-login": "Prompt to log in to the wiki, goes inside the button",
    "ac-action-login-subtitle": "First-person statement for the login button subtitle",
    "ac-hover-tooltip-body-login": "Bullet point, displayed when the user has an account but isn't logged in",
    "ac-action-signup": "Prompt to create an account, goes inside the button",
    "ac-action-signup-subtitle": "First-person statement for the signup button subtitle",
    "ac-hover-tooltip-body-signup": "* Bullet point, explaining why the user might like to sign up",
    "ac-action-request": "Prompt to request an article using AfC, goes inside the button",
    "ac-action-request-subtitle": "First-person statement for the article request button subtitle",
    "ac-action-request-subtitle-anon": "Explanation that AfC does not require an account",
    "ac-hover-tooltip-body-request": "Bullet point, explains why the user might want to create a draft",
    "ac-action-exit": "Prompt to get out of Article Creation Workflow landing page",
    "ac-action-exit-subtitle": "First-person statement for the exit button subtitle",
    "ac-action-exit-subtitle-anon": "First-person statement for the exit button subtitle",
    "ac-hover-tooltip-body-exit": "Bullet point, displayed when the user wants to get out of Article Creation Workflow landing page",
    "ac-action-draft": "Prompt to create a draft, goes inside button",
    "ac-action-draft-subtitle": "First-person statement for the draft button subtitle.",
    "ac-hover-tooltip-body-draft": "Bullet point, explains why the user might want to create a draft article.",
    "ac-action-create": "Prompt to create an article directly, goes inside the button",
    "ac-action-create-subtitle": "First-person statement for the create button subtitle",
    "ac-create-warning-create": "Tooltip warning about how new articles may be deleted if they don't conform to policy",
    "ac-create-button": "OK button that goes inside the warning tooltip",
    "ac-hover-tooltip-body-create": "Bullet point, explains which users should choose the create button.  Goes inside a tooltip.",
    "ac-create-dismiss": "Checkbox prompt to skip this step in future",
    "ac-create-help": "Link text for article creation help, goes in tooltip above text.",
    "ac-click-tip-title-create": "Title for reasons that an article might be deleted"
}